/* CA Email greeting Subject Header when CA is available */
"%1$@ Certificate Authority is now available" = "Die Zertifizierungsinstanz „%1$@“ ist jetzt verfügbar.";

/* %1$@'s CA */
"%1$@'s CA" = "Zertifizierungsinstanz von %1$@";

/* Email message sent to the CA when a user requests a Cert */
"%@ has sent you a certificate request. Click the enclosure to complete the request. A certificate signing request (CSR) is information generated by the computer to identify the user requesting a certificate from a Certificate Authority. The CSR contains the public key of the user and is used to generate the certificate. The certificate will automatically be sent to %@.\n\n" = "%1$@ hat Ihnen eine Zertifikatsanforderung gesendet. Klicken Sie auf den Anhang, um die Anfrage abzuschließen. Eine CSR-Anfrage (Certificate Signing Request) enthält Informationen, die der Computer zur Identifizierung des Nutzers generiert, der ein Zertifikat von einer Zertifizierungsinstanz anfordert. Die CSR-Anfrage enthält den öffentlichen Schlüssel des Nutzers und wird zum Erstellen des Zertifikats verwendet. Das Zertifikat wird automatisch an %2$@ gesendet.\n\n";

/* Email message sent to the user when the CA has created their cert */
"%@ has sent you the certificate you requested. Click the enclosure and Keychain Access will import it for you.\n\n" = "%@ hat Ihnen das angeforderte Zertifikat gesendet. Klicken Sie auf den Anhang und Ihr Schlüsselbund importiert es für Sie.\n\n";

/* (Unused) */
"(Unused)" = "(Unbenutzt)";

/* 1024 bits */
"1024 bits" = "1024 Bit";

/* 1200 bits */
"1200 bits" = "1200 Bit";

/* 1400 bits */
"1400 bits" = "1400 Bit";

/* 1600 bits */
"1600 bits" = "1600 Bit";

/* 2048 bits */
"2048 bits" = "2048 Bit";

/* 256 bits */
"256 bits" = "256 Bit";

/* 384 bits */
"384 bits" = "384 Bit";

/* 512 bits */
"512 bits" = "512 Bit";

/* 521 bits */
"521 bits" = "521 Bit";

/* <invalid expiration date> */
"<invalid expiration date>" = "<ungültige Gültigkeitsdauer>";

/* <no certificates specified> */
"<no certificates specified>" = "<Keine Zertifikate angegeben>";

/* _renamed_%d */
"_renamed_%d" = "_renamed_%d";

/* A CA that does not rely on another CA for its validation is called a \\U201Croot\\U201D (or \\U201Canchor\\U201D) CA. A CA that does rely on another CA for its validation is called a \\U201CIntermediate CA\\U201D. Trust in such a root CA must be established by means other than a certificate. Mac OS X contains a list of acceptable root CA identities that have been pre-qualified by Apple. You can add other CAs to this list using the Keychain Access application, or your administrator can do this for you. */
"A CA that does not rely on another CA for its validation is called a \\U201Croot\\U201D (or \\U201Canchor\\U201D) CA. A CA that does rely on another CA for its validation is called a \\U201CIntermediate CA\\U201D. Trust in such a root CA must be established by means other than a certificate. Mac OS X contains a list of acceptable root CA identities that have been pre-qualified by Apple. You can add other CAs to this list using the Keychain Access application, or your administrator can do this for you." = "Eine Zertifizierungsinstanz, deren Gültigkeit nicht von einer anderen Zertifizierungsinstanz abhängt, wird als „Root“ (oder „Anchor“) bezeichnet. Eine Zertifizierungsinstanz, deren Gültigkeit von einer anderen Instanz abhängt, wird „Intermediate-Zertifizierungsinstanz“ genannt. Eine Root-Zertifizierungsinstanz erhält die Vertrauenswürdigkeit nicht über ein Zertifikat. Mac OS X enthält eine Liste mit gültigen Identitäten für Root-Zertifizierungsinstanzen, die von Apple als vertrauenswürdig eingestuft wurden. Sie können mithilfe der Schlüsselbundverwaltung weitere Zertifizierungsinstanzen zu dieser Liste hinzufügen oder Sie wenden sich an Ihren Administrator.";

/* A CA Web Site is provided for users who wish to use the Internet to download a CA invitation and a CA's certificates. The Web Site is mainly provided for users who may not have officially received an invite or the CA certificates from the CA. The Web Site also provides information so user can verify that the site does belong to the CA. The SHA-1 fingerprint of the CA certificate and the CA's administration e-mail address are displayed for verification. */
"A CA Web Site is provided for users who wish to use the Internet to download a CA invitation and a CA's certificates. The Web Site is mainly provided for users who may not have officially received an invite or the CA certificates from the CA. The Web Site also provides information so user can verify that the site does belong to the CA. The SHA-1 fingerprint of the CA certificate and the CA's administration e-mail address are displayed for verification." = "Eine Zertifizierungsinstanz-Website wird für Benutzer bereitgestellt, die das Internet zum Laden einer Zertifizierungsinstanz-Einladung und von Zertifikaten einer Zertifizierungsinstanz verwenden möchten. Die Website wird hauptsächlich für Benutzer bereitgestellt, die möglicherweise keine offizielle Einladung oder Zertifikate der Zertifizierungsinstanz erhalten haben. Die Website stellt auch Informationen bereit, mit denen der Benutzer überprüfen kann, ob die Site tatsächlich zur Zertifizierungsinstanz gehört. Der SHA-1-Fingerabdruck des Zertifizierungsinstanz-Zertifikats und die Verwaltungs-E-Mail-Adresse der Zertifizierungsinstanz werden zur Überprüfung angezeigt.";

/* A certificate authority (CA) that relies on another CA for its validation is called an Intermediate CA. An intermediate CA depends on the CA that issued it for its validity, and can be invalidated, or revoked, by it. Intermediate CAs are commonly used by their issuing CA to delegate authority for a subset of its operation, such as a particular usage or class of users. If you or your system trusts an intermediate CA's issuer, it will also trust the intermediate CA, unless you explicitly override this. Mac OS X also allows you to directly assign trust to an intermediate CA without trusting its issuer; however, this circumvents validity checks based on the issuer's authority. When creating an intermediate CA with the Certificate Assistant, an existing root or intermediate CA (along with their corresponding private key) must be present to sign it. */
"A certificate authority (CA) that relies on another CA for its validation is called an Intermediate CA. An intermediate CA depends on the CA that issued it for its validity, and can be invalidated, or revoked, by it. Intermediate CAs are commonly used by their issuing CA to delegate authority for a subset of its operation, such as a particular usage or class of users. If you or your system trusts an intermediate CA's issuer, it will also trust the intermediate CA, unless you explicitly override this. Mac OS X also allows you to directly assign trust to an intermediate CA without trusting its issuer; however, this circumvents validity checks based on the issuer's authority. When creating an intermediate CA with the Certificate Assistant, an existing root or intermediate CA (along with their corresponding private key) must be present to sign it." = "Eine Zertifizierungsinstanz, deren Gültigkeit von einer anderen Zeritfizierungsinstanz abhängt, wird „Intermediate-Zertifizierungsinstanz“ genannt. Die Gültigkeit der Intermediate-Zertifizierungsinstanz ist abhängig von der ausstellenden Zertifizierungsinstanz und kann von ihr ungültig gemacht oder widerrufen werden. Intermediate-Zertifizierungsinstanzen werden üblicherweise von deren ausstellenden Zertifizierungsinstanzen verwendet, um bestimmte Aufgaben und Aktionen auf diese zu übertragen, z. B. eine bestimmte Verwendung oder Benutzerklasse. Wenn Sie oder Ihr System dem Aussteller einer Intermediate-Zertifizierungsinstanz vertrauen, vertrauen Sie automatisch auch der Intermediate-Zertifzierungsinstanz, außer Sie lehnen diese ausdrücklich ab. In Mac OS X können Sie auch eine Intermediate-Zertifizierungsinstanz als vertrauenswürdig erklären, ohne dem Aussteller zu vertrauen. Dadurch werden allerdings Gültigkeitsüberprüfungen der ausstellenden Zertifizierungsinstanz umgangen. Beim Erstellen einer Intermediate-Zertifizierungsinstanz mit dem Zertifikatsassistenten muss eine bestehende Root- oder Intermediate-Zertifizierungsinstanz (zusammen mit deren entsprechendem privaten Schlüssel) für die Signatur vorhanden sein.";

/* A CA Configuration File already exists with that name. Please pick a different name. */
"A Certificate Authority configuration file already exists with that name. Please pick a different name." = "Es gibt bereits eine Konfigurationsdatei der Zertifizierungsinstanz mit diesem Namen. Bitte wählen Sie einen anderen Namen.";

/* A certificate authority name cannot contain periods. */
"A certificate authority name cannot contain periods." = "Der Name für eine Zertifizierungsinstanz darf keine Punkte enthalten.";

/* A leaf is a certificate signed by an intermediate or root Certificate Authority. A leaf certificate benefits from the security of certificate chains and certificate policies. A leaf is situated at the bottom of a certificate chain. */
"A leaf is a certificate signed by an intermediate or root Certificate Authority. A leaf certificate benefits from the security of certificate chains and certificate policies. A leaf is situated at the bottom of a certificate chain." = "Ein Leaf-Zertifikat ist ein Zertifikat, das von einer Intermediate- oder Root-Zertifizierungsinstanz signiert ist. Ein Leaf-Zertifikat profitiert von der Sicherheit von Zertifikatsketten und Zertifikatsrichtlinien. Ein Leaf-Zertifikat befindet sich am Ende einer Zertifikatskette.";

/* A self-signed certificate does not provide the security guarantee of a certificate issued by a Certificate Authority. Before your self-signed certificate is accepted, the recipient will be asked to confirm that they wish to trust and accept it. */
"A self-signed certificate does not provide the security guarantee of a certificate issued by a Certificate Authority. Before your self-signed certificate is accepted, the recipient will be asked to confirm that they wish to trust and accept it." = "Ein selbst-signiertes Zertifikat gewährleistet nicht die gleiche Sicherheit wie ein von einer Zertifizierungsinstanz ausgestelltes Zertifikat. Vor der Annahme eines von Ihnen selbst-signierten Zertifikats wird der Empfänger um Bestätigung gebeten, dass er dem Zertifikat vertraut und es annehmen möchte.";

/* A self-signed certificate is a root certificate authority that someone makes for immediate use as a certificate. Such certificates do not benefit from the security of certificate chains and certificate policies. Most computers will not accept a self-signed certificate unless their owner first tells them to, and some computers will not accept them under any circumstances. They are however easy and quick to make, and are often used for testing purposes in place of certificates signed by proper certificate authorities. */
"A self-signed root certificate is a root certificate authority that someone makes for immediate use as a certificate. Such certificates do not benefit from the security of certificate chains and certificate policies. Most computers will not accept a self-signed certificate unless their owner first tells them to, and some computers will not accept them under any circumstances. They are however easy and quick to make, and are often used for testing purposes in place of certificates signed by proper certificate authorities." = "Ein selbst-signiertes Root-Zertifikat ist eine Root-Zertifizierungsinstanz, die jemand für die sofortige Verwendung als Zertifikat erstellt. Solche Zertifikate profitieren nicht von der Sicherheit der Zertifikatsketten und -richtlinien. Die meisten Computer akzeptieren selbst-signierte Zertifikate nur, wenn der Benutzer des Computers dies verlangt. Einige Computer akzeptieren diese Zertifikate unter keinen Umständen. Sie können jedoch leicht und schnell erstellt werden und werden oft zu Testzwecken anstelle von Zertifikaten verwendet, die von gültigen Zertifizierungsinstanzen signiert werden.";

/* A URI cannot contain Unicode characters. */
"A URI cannot contain Unicode characters." = "Ein URI darf keine Unicode-Zeichen enthalten.";

/* Aborted */
"Aborted" = "Abgebrochen";

/* An error occurred when attempting to display the certificate. */
"An error occurred when attempting to display the certificate." = "Beim Versuch, das Zertifikat anzuzeigen, ist ein Fehler aufgetreten.";

/* An error occurred when attempting to evaluate the certificate. */
"An error occurred when attempting to evaluate the certificate." = "Beim Versuch, das Zertifikat auszuwerten, ist ein Fehler aufgetreten.";

/* An error occurred when attempting to install the \\U201C%@\\U201D certificates. */
"An error occurred when attempting to install the \\U201C%@\\U201D certificates." = "Beim Versuch, die Zertifikate „%@“ zu installieren, ist ein Fehler aufgetreten.";

/* An error occurred when creating the e-mail invitation. */
"An error occurred when creating the e-mail invitation." = "Beim Erstellen der Einladung per E-Mail ist ein Fehler aufgetreten.";

/* An error occurred when e-mailing the certificate signing request to the CA. Make sure you have a configured e-mail account. */
"An error occurred when e-mailing the certificate signing request to the CA. Make sure you have a configured e-mail account." = "Beim Senden der E-Mail mit der CSR-Anfrage an die Zertifizierungsinstanz ist ein Fehler aufgetreten. Vergewissern Sie sich, dass Sie über einen konfigurierten\nE-Mail-Account verfügen.";

/* Message indicating we couldn't mail the CSR to the CA */
"An error occurred when mailing the certificate signing request to the certificate authority." = "Beim Senden der E-Mail mit der CSR-Anfrage an die Zertifizierungsinstanz ist ein Fehler aufgetreten.";

/* An error occurred when trying to create the CA web site (error=%d). */
"An error occurred when trying to create the CA web site (error=%d)." = "Beim Versuch, die Website der Zertifizierungsinstanz zu erstellen, ist ein Fehler aufgetreten (Fehler=%d).";

/* An error occurred when trying to create the CA web site on your iDisk. Your iDisk could not be accessed. */
"An error occurred when trying to create the CA web site on your iDisk. Your iDisk could not be accessed." = "Beim Versuch, die Website der Zertifizierungsinstanz auf Ihrer iDisk zu erstellen, ist ein Fehler aufgetreten. Der Zugriff auf Ihre iDisk ist nicht möglich.";

/* An error occurred when trying to create the CA web site on your iDisk. Your iDisk was not responding. Please check your network connection. */
"An error occurred when trying to create the CA web site on your iDisk. Your iDisk was not responding. Please check your network connection." = "Beim Versuch, die Website der Zertifizierungsinstanz auf Ihrer iDisk zu erstellen, ist ein Fehler aufgetreten. Keine Reaktion von Ihrer iDisk. Prüfen Sie bitte Ihre Netzwerkverbindung.";

/* An error occurred when verifying the signature that signed \\U201C%@\\U201D. */
"An error occurred when verifying the signature that signed \\U201C%@\\U201D." = "Beim Überprüfen der Signatur von „%@“ ist ein Fehler aufgetreten.";

/* An error occurred when visiting the CA web site. */
"An error occurred when visiting the CA web site." = "Beim Öffnen der Website der Zertifizierungsinstanz ist ein Fehler aufgetreten.";

/* An error occurred. The specified CA wasn't a valid Certificate Authority. */
"An error occurred. The specified CA wasn't a valid Certificate Authority." = "Ein Fehler ist aufgetreten. Die angegebene Zertifizierungsinstanz ist nicht gültig.";

/* An expiration period for a certificate must be no longer than %d years. */
"An expiration period for a certificate must be no longer than %d years." = "Die Gültigkeitsdauer eines Zertifikats darf höchstens %d Jahre betragen.";

/* An invitation is a file given to users who wish to request a certificate from a CA. When done creating a CA, the Certificate Assistant helps you with the delivery of the invitation to the users. A user can double-click on this invitation and the Certificate Assistant will guide them through the process of requesting a certificate. */
"An invitation is a file given to users who wish to request a certificate from a CA. When done creating a CA, the Certificate Assistant helps you with the delivery of the invitation to the users. A user can double-click on this invitation and the Certificate Assistant will guide them through the process of requesting a certificate." = "Bei einer Einladung handelt es sich um eine Datei, die an Benutzer gesendet wird, die ein Zertifikat von einer Zertifizierungsinstanz anfordern möchten. Nach dem Erstellen einer Zertifizierungsinstanz unterstützt der Zertifikatsassistent Sie beim Zustellen der Einladung an die Benutzer. Benutzer können auf diese Einladung doppelklicken und der Zertifikatsassistent führt sie dann durch die erforderlichen Schritte für die Zertifikatsanfrage.";

/* IPAddr format not correct */
"An IP Address you specified was not in the correct format (IP Addresses are formatted like 1.2.3.4)." = "Das Format einer von Ihnen angegebene IP-Adresse ist nicht korrekt (Das Format von IP-Adressen lautet: 1.2.3.4).";

/* An unknown error occurred when reading the certificate signing request. */
"An unknown error occurred when reading the certificate signing request." = "Beim Lesen der CSR-Anfrage ist ein unbekannter Fehler aufgetreten.";

/* Appropriate S/MIME ExtendedKeyUsage not found  */
"Appropriate S/MIME ExtendedKeyUsage not found " = "Geeignete „S/MIME ExtendedKeyUsage“ nicht gefunden ";

/* Bad cert obtained from specified issuerAltName */
"Bad cert obtained from specified issuerAltName" = "Ungültiges Zertifikat von angegebenem issuerAltName erhalten";

/* Bad leaf cert */
"Bad leaf cert" = "Ungültiges Leaf-Zertifikat";

/* Bad root cert (fails to self-verify) */
"Bad root cert (fails to self-verify)" = "Ungültiges Root-Zertifikat (Eigenprüfung fehlgeschlagen)";

/* Basic Constraints Extension */
"Basic Constraints Extension" = "Erweiterung „Grundlegende Einschränkungen“";

/* Basic Constraints Extension For This CA */
"Basic Constraints Extension For This CA" = "„Grundlegende Einschränkungen“ für diese Zert.-Instanz";

/* Basic Constraints Extension For Users of This CA */
"Basic Constraints Extension For Users of This CA" = "„Grundlegende Einschränkungen“ für Benutzer";

/* Basic Constraints Missing */
"Basic Constraints Missing" = "Fehlende grundlegende Einschränkungen";

/* Cancel */
"Cancel" = "Abbrechen";

/* Cert expired */
"Cert expired" = "Zertifikat abgelaufen";

/* Cert not found at specified issuerAltName */
"Cert not found at specified issuerAltName" = "Zertifikat wurde nicht bei angegebenem „issuerAltName“ gefunden";

/* Cert not yet valid */
"Cert not yet valid" = "Zertifikat ist noch nicht gültig";

/* Certificate Request */
"Certificate Request" = "Zertifikatsanforderung";

/* Choose */
"Choose" = "Auswählen";

/* Choose an identity that will sign your CA invitations. */
"Choose an identity that will sign your CA invitations." = "Wählen Sie eine Identität aus, die Ihre Zertifizierungsinstanz-Einladungen signiert.";

/* Click \\U201CSpecify Alternate Location...\\U201D to create the web site at a different location. */
"Click \\U201CSpecify Alternate Location...\\U201D to create the web site at a different location." = "Klicken Sie auf „Alternativen Speicherort festlegen“, um die Website an einem anderen Ort zu erstellen.";

/* Code Signing, Bad path length */
"Code Signing, Bad path length" = "Code-Signierung, Ungültige Pfadlänge";

/* Code Signing, Basic Constraints Missing */
"Code Signing, Basic Constraints Missing" = "Code-Signierung, Fehlende grundlegende Einschränkungen";

/* Code Signing, Development */
"Code Signing, Development" = "Code-Signierung, Entwicklung";

/* Code Signing, Illegal certificate chain length */
"Code Signing, Illegal certificate chain length" = "Code-Signierung, Ungültige Länge der Zertifikatskette";

/* Code Signing, No Extended Key Usage */
"Code Signing, No Extended Key Usage" = "Code-Signierung, Keine Erweiterung „Schlüsselverwendung“";

/* Continue */
"Continue" = "Fortfahren";

/* Could not create a key pair. */
"Could not create a key pair." = "Es konnte kein Schlüsselpaar erstellt werden";

/* Could not create the CA configuration file. */
"Could not create the Certificate Authority configuration file." = "Die Konfigurationsdatei der Zertifizierungsinstanz konnte nicht erstellt werden.";

/* Could not create the certificate export file (error=%d). */
"Could not create the certificate export file (error=%d)." = "Die Exportdatei des Zertifikats konnte nicht erstellt werden (Fehler=%d).";

/* Could not create the certificate export file. */
"Could not create the certificate export file." = "Die Exportdatei des Zertifikats konnte nicht erstellt werden.";

/* Could not find a signing key based on the public key hash. */
"Could not find a signing key based on the public key." = "Der Signier-Schlüssel zum öffentlichen Schlüssel wurde nicht gefunden.";

/* Could not find the issuer for the Certificate Authority configuration file \\U201C%@\\U201D. */
"Could not find the issuer for the Certificate Authority configuration file \\U201C%@\\U201D." = "Der Aussteller der Konfigurationsdatei „%@“ der Zertifizierungsinstanz konnte nicht gefunden werden.";

/* Could not mail the certificate to the user. */
"Could not mail the certificate to the user. A copy has been placed in your keychain." = "Das Zertifikat konnte nicht an den Benutzer gesendet werden. Eine Kopie wurde Ihrem Schlüsselbund hinzugefügt.";

/* Create Your Certificate */
"Create Your Certificate" = "Eigenes Zertifikat erstellen";

/* Create Your Certificate Authority */
"Create Your Certificate Authority" = "Eigene Zertifizierungsinstanz erstellen";

/* Creating Key Pair... */
"Creating Key Pair..." = "Schlüsselpaar erstellen …";

/* Creating the CA web site... */
"Creating the CA web site..." = "Website der Zertifizierungsinstanz erstellen …";

/* Creating the certificate request... */
"Creating the certificate request..." = "Zertifikats-Anfrage erstellen …";

/* Creating the certificate... */
"Creating the certificate..." = "Zertifikat erstellen …";

/* CRL Expired */
"CRL Expired" = "CRL abgelaufen";

/* CRL failed policy verification */
"CRL failed policy verification" = "Überprüfung der Richtlinien für CRL fehlgeschlagen";

/* CRL Not Valid Yet */
"CRL Not Valid Yet" = "CRL noch nicht gültig";

/* CRL not verifiable to anchor or root */
"CRL not verifiable to anchor or root" = "CRL nicht für Anchor oder Root überprüfbar";

/* CRL verified to untrusted root */
"CRL verified to untrusted root" = "CRL auf nicht-vertrauenswürdige Quelle überprüft";

/* Done */
"Done" = "Fertig";

/* E-mail addresses cannot contain Unicode characters. */
"E-mail addresses cannot contain Unicode characters." = "E-Mail-Adressen dürfen keine Unicode-Zeichen enthalten.";

/* Error: could not read the Certificate Authority configuration file. */
"Error: could not read the Certificate Authority configuration file \\U201C%@\\U201D." = "Fehler: Die Konfigurationsdatei „%@“ der Zertifizierungsinstanz konnte nicht gelesen werden.";

/* Error: could not read the specified template \\U201C%@\\U201D. */
"Error: could not read the template \\U201C%@\\U201D." = "Fehler: Die Vorlage „%@“ konnte nicht gelesen werden.";

/* Evaluating Certificate(s) */
"Evaluating Certificate(s)" = "Zertifikat(e) auswerten";

/* Expired */
"Expired" = "Abgelaufen";

/* Extended Key Usage Extension */
"Extended Key Usage Extension" = "Erweiterung „Erweiterte Schlüsselverwendung“";

/* Extended Key Usage Extension For This CA */
"Extended Key Usage Extension For This CA" = "„Erweiterte Schlüsselverwendung“ für diese Zert.-Instanz";

/* Extended Key Usage Extension For Users of This CA */
"Extended Key Usage Extension For Users of This CA" = "„Erweiterte Schlüsselverwendung“ für Benutzer";

/* For SSL Server certificates, either an IP Address or DNS name must be specified. */
"For SSL Server certificates, either an IP Address or DNS name must be specified." = "Bei SSL-Server-Zertifikaten muss entweder eine IP-Adresse oder ein DNS-Name festgelegt sein.";

/* For the user who request certificates from this CA, select Extended Key Usage Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Extended Key Usage Extension to see the available options and specify which ones their certificate will use." = "Für Benutzer, die Zertifikate von dieser Zertifizierungsinstanz anfordern, wählen Sie „Erweiterung ,Erweiterte Schlüsselverwendung‘“ aus. Wählen Sie aus den verfügbaren Optionen diejenigen aus, die vom Zertifikat verwendet werden sollen.";

/* For the user who request certificates from this CA, select Include Basic Constraints Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Include Basic Constraints Extension to see the available options and specify which ones their certificate will use." = "Für Benutzer, die Zertifikate von dieser Zertifizierungsinstanz anfordern, wählen Sie „Erweiterung ,Grundlegende Einschränkungen‘ einschließen“ aus. Wählen Sie aus den verfügbaren Optionen diejenigen aus, die vom Zertifikat verwendet werden sollen.";

/* For the user who request certificates from this CA, select Include Subject Alternate Name Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Include Subject Alternate Name Extension to see the available options and specify which ones their certificate will use." = "Für Benutzer, die Zertifikate von dieser Zertifizierungsinstanz anfordern, wählen Sie „Erweiterung ,Alternativer Name des Inhabers‘ einschließen“ aus. Wählen Sie aus den verfügbaren Optionen diejenigen aus, die vom Zertifikat verwendet werden sollen.";

/* For this Certificate Authority, select Include Basic Constraints Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Basic Constraints Extension to see the available options and specify which ones the CA certificate will use." = "Wählen Sie für diese Zertifizierungsinstanz „Erweiterung ,Grundlegende Einschränkungen‘ einschließen“ aus. Wählen Sie aus den verfügbaren Optionen diejenigen aus, die vom Zertifikat der Zertifizierungsinstanz verwendet werden sollen.";

/* For this Certificate Authority, select Include Extended Key Usage Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Extended Key Usage Extension to see the available options and specify which ones the CA certificate will use." = "Wählen Sie für diese Zertifizierungsinstanz „Erweiterung ,Erweiterte Schlüsselverwendung‘ einschließen“ aus. Wählen Sie aus den verfügbaren Optionen diejenigen aus, die vom Zertifikat der Zertifizierungsinstanz verwendet werden sollen.";

/* For this Certificate Authority, select Include Subject Alternate Name Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Subject Alternate Name Extension to see the available options and specify which ones the CA certificate will use." = "Wählen Sie für diese Zertifizierungsinstanz „Erweiterung ,Alternativer Name des Inhabers‘ einschließen“ aus. Wählen Sie aus den verfügbaren Optionen diejenigen aus, die vom Zertifikat der Zertifizierungsinstanz verwendet werden sollen.";

/* Good */
"Good" = "Gut";

/* Hostname mismatch */
"Hostname mismatch" = "Hostname stimmt nicht überein";

/* Idle */
"Idle" = "Bereit";

/* Illegible CRL distribution point URI */
"Illegible CRL distribution point URI" = "Unlesbare URI des CRL-Verteilungspunkts";

/* Illegible name */
"Illegible name" = "Unlesbarer Name";

/* Intermediate CA */
"Intermediate CA" = "Intermediate-Zertifizierungsinstanz";

/* Invalid Authority Key ID  */
"Invalid Authority Key ID " = "Ungültige Schlüssel-ID ";

/* Invalid BasicConstraints.CA */
"Invalid BasicConstraints.CA" = "Ungültige „BasicConstraints.CA“";

/* Invalid Certificate */
"Invalid Certificate" = "Ungültiges Zertifikat";

/* Invalid Extended Key Usage */
"Invalid Extended Key Usage" = "Erweiterung „Schlüsselverwendung“ ungültig";

/* Invalid Key Usage */
"Invalid Key Usage" = "„Schlüsselverwendung“ ungültig";

/* Invalid Subject Key ID  */
"Invalid Subject Key ID " = "Ungültige Schlüssel-ID für Nutzer ";

/* Invalid Subject/Authority Key ID Linkage */
"Invalid Subject/Authority Key ID Linkage" = "Ungültige Schlüssel-ID-Verbindung zwischen Nutzer/Aussteller";

/* IssuingDistributionPoint extension violation */
"IssuingDistributionPoint extension violation" = "Verletzung der Erweiterung „IssuingDistributionPoint“";

/* Key Pair pane title (when not creating a CA) */
"Key Pair Information" = "Informationen zum Schlüsselpaar";

/* Key Pair pane title (when creating a CA) */
"Key Pair Information For This CA" = "Infos zum Schlüsselpaar für diese Zert.-Instanz";

/* Key Usage Extension */
"Key Usage Extension" = "Erweiterung „Schlüsselverwendung“";

/* Key Usage Extension For This CA */
"Key Usage Extension For This CA" = "Erweiterung „Schlüsselverwendung“ dieser Zert.-Instanz";

/* Key Usage Extension For Users of This CA */
"Key Usage Extension For Users of This CA" = "Erweiterung „Schlüsselverwendung“ für Benutzer";

/* Keychain */
"Keychain" = "Schlüsselbund";

/* Leaf */
"Leaf" = "Leaf";

/* Let me choose */
"Let me choose" = "Eigene Auswahl";

/* Network */
"Network" = "Netzwerk";

/* No */
"No" = "Nein";

/* No certificates were returned from the host. */
"No certificates were returned from the host." = "Es wurden keine Zertifikate vom Host zurückgesendet.";

/* No CRL */
"No CRL" = "Keine CRL";

/* No root cert found */
"No root cert found" = "Kein Root-Zertifikat gefunden";

/* Not Yet Valid */
"Not Yet Valid" = "Noch nicht gültig";

/* Note: Additional certificates that make up the Certificate Authority (CA) must also be provided to users. Additional certificates are located in the .pem file in the CA folder. For added security, don't send these files by email. Make them available in a secure location, such as a file server. */
"Note: Additional certificates that make up the Certificate Authority (CA) must also be provided to users. Additional certificates are located in the .pem file in the CA folder. For added security, don't send these files by email. Make them available in a secure location, such as a file server." = "Hinweis: Zusätzliche, zur Zertifizierungsinstanz (CA) gehörende Zertifikate, müssen den Benutzern ebenfalls bereitgestellt werden. Sie finden sie als Dateien mit Suffix „.pem“ im Ordner der CA. Aus Sicherheitsgründen sollten Sie diese Dateien nicht per E-Mail senden. Stellen Sie diese Dateien an einem sicheren Ort, z. B. auf einem sicheren Dateiserver, bereit.";

/* OK */
"OK" = "OK";

/* P12Password */
"P12Password" = "P12Password";

/* Partial public key resolved with failure */
"Partial public key resolved with failure" = "Partieller öffentlicher Schlüssel wurde mit einem Fehler aufgelöst";

/* Partial public key unresolvable */
"Partial public key unresolvable" = "Partieller öffentlicher Schlüssel kann nicht aufgelöst werden";

/* PathLengthConstraint exceeded */
"PathLengthConstraint exceeded" = "„PathLengthConstraint“ überschritten";

/* Please contact your CA administrator for assistance. */
"Please contact your CA administrator for assistance." = "Wenn Sie Hilfe benötigen, wenden Sie sich an den Administrator für Zertifizierungsinstanzen.";

/* Please contact your CA administrator for help importing them. */
"Please contact your CA administrator for help importing them." = "Wenn Sie Hilfe beim Import der Zertifikate benötigen, wenden Sie sich an den Administrator für Zertifizierungsinstanzen.";

/* Please specify a serial number from %@ to %@. */
"Please specify a serial number from %@ to %@." = "Bitte geben Sie eine Seriennummer zwischen %1$@ und %2$@ an.";

/* Please specify a valid expiration date. */
"Please specify a valid expiration date." = "Bitte geben Sie ein gültiges Ablaufdatum an.";

/* Please specify some certificate information below: */
"Please specify some certificate information below:" = "Geben Sie bitte unten die Zertifikatsinformationen an:";

/* Please specify some information about your CA: */
"Please specify some information about your CA:" = "Geben Sie bitte Informationen zu Ihrer Zertifizierungsinstanz an:";

/* Please specify the issuing Certificate Authority for %@\\U2019s (%@) certificate request. */
"Please specify the issuing Certificate Authority for %@\\U2019s (%@) certificate request." = "Legen Sie die ausstellende Zertifizierungsinstanz für die CSR-Anfrage von %1$@ (%2$@) fest.";

/* Please specify the issuing Certificate Authority for this certificate request. */
"Please specify the issuing Certificate Authority for this certificate request." = "Legen Sie die ausstellende Zertifizierungsinstanz für diese CSR-Anfrage fest.";

/* Policy verification failed */
"Policy verification failed" = "Überprüfung der Richtlinien fehlgeschlagen";

/* ProbeSSL */
"ProbeSSL" = "ProbeSSL";

/* Probing SSL server */
"Probing SSL server" = "SSL-Server prüfen";

/* Replace existing \\U201C%@\\U201D web site on your iDisk? */
"Replace existing \\U201C%@\\U201D web site on your iDisk?" = "Möchten Sie die bestehende Website „%@“ auf Ihrer iDisk ersetzen?";

/* Replace existing \\U201C%@\\U201D? */
"Replace existing \\U201C%@\\U201D?" = "Möchten Sie das bestehende Objekt „%@“ ersetzen?";

/* Required */
"Required" = "Erforderlich";

/* Root ALSO in System Roots */
"Root ALSO in System Roots" = "Root, bereits in System-Roots";

/* S/MIME */
"S/MIME" = "S/MIME";

/* S/MIME Email address mismatch */
"S/MIME Email address mismatch" = "S/MIME E-Mail-Adresse stimmt nicht überein";

/* S/MIME KeyUsage incompatibility */
"S/MIME KeyUsage incompatibility" = "Inkompatibilität der S/MIME-Schlüsselverwendung";

/* S/MIME, No email Address Found */
"S/MIME, No email Address Found" = "S/MIME, keine E-Mail-Adresse gefunden";

/* S/MIME, non-critical KeyUsage */
"S/MIME, non-critical KeyUsage" = "S/MIME, „KeyUsage“ nicht kritisch";

/* S/MIME, SubjectAltName not critical */
"S/MIME, SubjectAltName not critical" = "S/MIME, „SubjectAltName“ nicht kritisch";

/* Select Include Basic Constraints Extension to see the available options and specify which ones this certificate will use. */
"Select Include Basic Constraints Extension to see the available options and specify which ones this certificate will use." = "Mit „Erweiterung ,Grundlegende Einschränkungen‘ einschließen“ zeigen Sie die verfügbaren Optionen an. Wählen Sie die gewünschten Optionen für das Zertifikat aus.";

/* Select Include Extended Key Usage Extension to see the available options and specify which ones this certificate will use. */
"Select Include Extended Key Usage Extension to see the available options and specify which ones this certificate will use." = "Mit „Erweiterung ,Erweiterte Schlüsselverwendung‘ einschließen“ zeigen Sie die verfügbaren Optionen an. Wählen Sie die gewünschten Optionen für das Zertifikat aus.";

/* Select Include Subject Alternate Name Extension to see the available options and specify which ones this certificate will use. */
"Select Include Subject Alternate Name Extension to see the available options and specify which ones this certificate will use." = "Mit „Erweiterung ,Alternativer Name des Inhabers‘ einschließen“ zeigen Sie die verfügbaren Optionen an. Wählen Sie die gewünschten Optionen für das Zertifikat aus.";

/* Select the appropriate trust policy to evaluate \\U201C%1$@\\U201D. */
"Select the appropriate trust policy to evaluate \\U201C%1$@\\U201D." = "Wählen Sie für die Auswertung von „%1$@“ die entsprechenden Kriterien für Vertrauenswürdigkeit.";

/* Self Signed Root */
"Self Signed Root" = "Root, selbst-signiert";

/* Self Signed Root CA */
"Self Signed Root CA" = "Selbst-signierte Root-Zert.-Instanz";

/* Show CA Web Site... */
"Show CA Web Site..." = "Website der CA anzeigen …";

/* Sign using your %@ identity */
"Sign using your %@ identity" = "Mit der %@-Identität signieren";

/* Specified CRL server down */
"Specified CRL server down" = "Angegebener CRL-Server ist nicht verfügbar";

/* Key Pair pane title when CA configures default key pair values when creating a CA */
"Specify Key Pair Information For Users of This CA" = "Infos zum Schlüsselpaar für Benutzer dieser Zert.-Instanz";

/* Key Pair Attributes pane message for creating a CA */
"Specify the key size and algorithm used to create your key pair for the Certificate Authority.\n\nThe key pair is made up of your private and public keys. The private key is the secret part of the key pair and should be kept secret. The public key is made publicly available as part of the digital certificate." = "Geben Sie die Schlüssellänge und den Algorithmus an, mit dem Ihr Schlüsselpaar für die Zertifizierungsinstanz erstellt werden soll.\n\nDas Schlüsselpaar besteht aus Ihrem privaten und öffentlichen Schlüssel. Der private Schlüssel ist der Teil des Schlüsselpaars, der geheim bleibt und an niemanden weitergegeben werden darf. Der öffentliche Schlüssel ist öffentlich verfügbar als Teil des digitalen Zertifikats.";

/* Key Pair Attributes pane message for creating a cert for yourself */
"Specify the key size and algorithm used to create your key pair.\n\nThe key pair is made up of your private and public keys. The private key is the secret part of the key pair and should be kept secret. The public key is made publicly available as part of the digital certificate." = "Geben Sie die Schlüssellänge und den Algorithmus an, mit dem Ihr Schlüsselpaar erstellt werden soll.\n\nDas Schlüsselpaar besteht aus Ihrem privaten und öffentlichen Schlüssel. Der private Schlüssel ist der Teil des Schlüsselpaars, der geheim bleibt und an niemanden weitergegeben werden darf. Der öffentliche Schlüssel ist öffentlich verfügbar als Teil des digitalen Zertifikats.";

/* SSL Client */
"SSL Client" = "SSL-Client";

/* SSL Server */
"SSL Server" = "SSL-Server";

/* Subject Alternate Name Extension */
"Subject Alternate Name Extension" = "Erweiterung „Alternativer Name des Inhabers“";

/* Subject Alternate Name Extension For This CA */
"Subject Alternate Name Extension For This CA" = "Erweiterung „Alternativer Name des Inhabers“ für diese Zert.-Instanz";

/* Subject Alternate Name For Users of This CA */
"Subject Alternate Name For Users of This CA" = "„Alternativer Name des Inhabers“ für Benutzer dieser Zert.-Instanz";

/* Success */
"Success" = "Erfolgreich";

/* System Roots */
"System Roots" = "System-Roots";

/* Template = %@ */
"Template = %@" = "Vorlage = %@";

/* CA Email greeting when CA is available */
"The \\U201C%1$@\\U201D Certificate Authority is now available to accept certificate requests from you. Click the attachment and the Certificate Assistant will guide you through this process." = "Die Zertifizierungsinstanz „%1$@“ ist jetzt verfügbar und akzeptiert Ihre Zertifikatanfragen. Klicken Sie auf den Anhang und der Zertifikatsassistent führt Sie durch diesen Vorgang.";

/* Conclusion pane when a CA creates a cert and it is sent to the requestor */
"The certificate has been created for \\U201C%1$@\\U201D. A copy has been placed in your keychain." = "Das Zertifikat wurde für „%1$@“ erstellt. Eine Kopie wurde Ihrem Schlüsselbund hinzugefügt.";

/* The default Certificate Authority is now set to \\U201C%@\\U201D. */
"The default Certificate Authority is now set to \\U201C%@\\U201D." = "Für die Standard-Zertifizierungsinstanz ist derzeit „%@“ festgelegt.";

/* The file you specified could not be opened by this assistant. */
"The file you specified could not be opened by this assistant." = "Die von Ihnen angegebene Datei konnte nicht von diesem Assistenten geöffnet werden.";

/* The Key Usage Extension of a certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones this certificate will provide. */
"The Key Usage Extension of a certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones this certificate will provide." = "Mit der Erweiterung „Schlüsselverwendung“ eines Zertifikats werden dessen Sicherheitsfunktionen identifiziert. Mit „Erweiterung ,Schlüsselverwendung‘ einschließen“ zeigen Sie die verfügbaren Funktionen an. Wählen Sie die gewünschten Funktionen für das Zertifikat aus.";

/* The Key Usage Extension of the CA\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones the certificate will provide. */
"The Key Usage Extension of the CA\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones the certificate will provide." = "Mit der Erweiterung „Schlüsselverwendung“ des Zertifikats einer Zertifizierungsinstanz werden dessen Sicherheitsfunktionen identifiziert. Mit „Erweiterung ,Schlüsselverwendung‘ einschließen“ zeigen Sie die verfügbaren Funktionen an. Wählen Sie die gewünschten Funktionen für das Zertifikat aus.";

/* The Key Usage Extension of the user's certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones their certificate will provide. */
"The Key Usage Extension of the user\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones their certificate will provide." = "Mit der Erweiterung „Schlüsselverwendung“ des Zertifikats des Nutzers werden dessen Sicherheitsfunktionen identifiziert. Mit „Erweiterung ,Schlüsselverwendung‘ einschließen“ zeigen Sie die verfügbaren Funktionen an. Wählen Sie die gewünschten Funktionen für das Zertifikat des Nutzers aus.";

/* The RFC822 name cannot contain Unicode characters. */
"The RFC822 name cannot contain Unicode characters." = "Der RFC822-Name darf keine Unicode-Zeichen enthalten.";

/* There are currently no identities available to sign your CA invitation. */
"There are currently no identities available to sign your CA invitation." = "Es sind derzeit keine Identitäten verfügbar, die Ihre Zertifizierungsinstanz-Einladung signieren können.";

/* There are no configured Certificate Authorities. You first need to create one using the 'Create a Certificate Authority' option. */
"There are no configured Certificate Authorities. You first need to create one using the \\U201CCreate a Certificate Authority\\U201D option." = "Es gibt keine konfigurierten Zertifizierungsinstanzen. Sie müssen zuerst über die Option „Zertifizierungsinstanz erstellen“ eine erstellen.";

/* There are no configured Certificate Authorities. You first need to create one. */
"There are no configured Certificate Authorities. You first need to create one." = "Es wurden keine Zertifizierungsinstanzen konfiguriert. Sie müssen zunächst eine Zertifizierungsinstanz erstellen.";

/* There are no valid root or intermediate certificate authorities available to sign certificates. Use the \\U201CCreate a Certificate Authority\\U201D option to create a certificate authority. */
"There are no valid root or intermediate certificate authorities available to sign certificates. Use the \\U201CCreate a Certificate Authority\\U201D option to create a certificate authority." = "Zum Signieren von Zertifikaten sind keine gültigen Root- oder Intermediate-Zertifizierungsinstanzen verfügbar. Erstellen Sie mit der Option „Zertifizierungsinstanz erstellen“ eine Zertifizierungsinstanz.";

/* Key Pair Attributes pane message for specifying key pair information for users of this CA (displayed when creating a CA) */
"This pane will specify the public and private key pair information for users of this CA when they request a certificate." = "In diesem Bereich werden die Informationen zum öffentlichen und privaten Schlüsselpaar für Benutzer dieser Zertifizierungsinstanz angegeben, die ein Zertifikat beantragen.";

/* To evaluate certificates, first select the appropriate trust policy. */
"To evaluate certificates, first select the appropriate trust policy." = "Um Zertifikate auszuwerten, müssen Sie zuerst die entspechenden Kriterien für Vertrauenswürdigkeit auswählen.";

/* Message indicating that this item is dated today */
"Today" = "Heute";

/* Trusted Root */
"Trusted Root" = "Vertrauenswürdige Quelle";

/* Trusting a CA certificate means the CA can \\U201Ctrusted\\U201D in the future to perform evaluations on certificates that are signed by this CA and determine whether they are valid or not. When creating a new CA, its certificate is never considered trusted on the system by default for security reasons. Trusting a new CA certificate has to be done specifically by the user or administrator. In this case, it can be trusted by clicking \\U201COn this machine, trust certificates signed by this CA\\U201D. */
"Trusting a CA certificate means the CA can \\U201Ctrusted\\U201D in the future to perform evaluations on certificates that are signed by this CA and determine whether they are valid or not. When creating a new CA, its certificate is never considered trusted on the system by default for security reasons. Trusting a new CA certificate has to be done specifically by the user or administrator. In this case, it can be trusted by clicking \\U201COn this machine, trust certificates signed by this CA\\U201D." = "Wenn Sie ein Zertifikat einer Zertifizierungsinstanz als vertrauenswürdig erklären, vertrauen Sie darauf, dass die Zertifizierungsinstanz die Zertifikate, die von ihr signiert wurden, auswertet und deren Gültigkeit überprüft. Beim Erstellen einer neuen Zertifizierungsinstanz wird diese aus Sicherheitsgründen standardmäßig als nicht vertrauenswürdig eingestuft. Die Einstufung einer neuen Zertifizierungsinstanz als vertrauenswürdig muss vom Benutzer oder Administrator vorgenommen werden. Dies erfolgt in diesem Fall durch Klicken auf „Von dieser Instanz signierten Zertifikaten auf diesem Computer vertrauen“.";

/* Unknown (Internal error) */
"Unknown (Internal error)" = "Unbekannt (interner Fehler)";

/* Unknown Critical Cert Extension */
"Unknown Critical Cert Extension" = "Unbekannte kritische Erweiterung „Zertifikat“";

/* Unknown Critical CRL Extension */
"Unknown Critical CRL Extension" = "Unbekannte kritische Erweiterung „CRL“";

/* Unknown Critical Extension */
"Unknown Critical Extension" = "Unbekannte kritische Erweiterung";

/* Unknown Error = %1$@ */
"Unknown Error = %1$@" = "Unbekannter Fehler = %1$@";

/* Unrecognized root cert */
"Unrecognized root cert" = "Unerkanntes Root-Zertifikat";

/* Untrusted Root */
"Untrusted Root" = "Nicht vertrauenswürdige Quelle";

/* User Certificate: */
"User Certificate:" = "Benutzerzertifikat:";

/* VPN Client */
"VPN Client" = "VPN-Client";

/* VPN Server */
"VPN Server" = "VPN-Server";

/* What does \\U201CMake this CA the default\\U201D mean? */
"What does \\U201CMake this CA the default\\U201D mean?" = "Was bedeutet „Diese Zertifizierungsinstanz als Standard verwenden“?";

/* What does \\U201CSign your invitation\\U201D mean? */
"What does \\U201CSign your invitation\\U201D mean?" = "Was bedeutet „Signieren Sie Ihre Einladung“?";

/* What does \\U201Ctrust certificates signed by this CA\\U201D mean? */
"What does \\U201Ctrust certificates signed by this CA\\U201D mean?" = "Was bedeutet „Zertifikaten, die von dieser Zertifizierungsinstanz signiert sind, vertrauen“?";

/* What is a CA Web Site? */
"What is a CA Web Site?" = "Was ist eine Zertifizierungsinstanz-Website?";

/* What is a leaf certificate? */
"What is a leaf certificate?" = "Was ist ein Leaf-Zertifikat?";

/* What is a self-signed root CA? */
"What is a self-signed root CA?" = "Was ist eine selbst-signierte Root-Zertifizierungsinstanz?";

/* What is a self-signed root certificate? */
"What is a self-signed root certificate?" = "Was ist ein selbst-signiertes Root-Zertifikat?";

/* What is an intermediate certificate authority? */
"What is an intermediate certificate authority?" = "Was ist eine Intermediate-Zertifizierungsinstanz?";

/* What is an invitation? */
"What is an invitation?" = "Was ist eine Einladung?";

/* When a user requests a certificate from a CA, a signed invitation ensures the user that the invitation is in fact from this CA and is unaltered. */
"When a user requests a certificate from a CA, a signed invitation ensures the user that the invitation is in fact from this CA and is unaltered." = "Wenn ein Benutzer ein Zertifikat von einer Zertifizierungsinstanz möchte, wir mit einer signierten Einladung sichergestellt, dass die Einladung tatsächlich von dieser Zertifizierungsinstanz kommt und nicht verändert wurde.";

/* When accepting certificate signing requests from users, the default CA will be automatically selected in the popup menu of available Certificate Authorities. When you click \\U201CMake this CA the default\\U201D, the CA name you have specified above will become the default CA. */
"When accepting certificate signing requests from users, the default CA will be automatically selected in the popup menu of available Certificate Authorities. When you click \\U201CMake this CA the default\\U201D, the CA name you have specified above will become the default CA." = "Beim Akzeptieren von Signierungsanfragen für Zertifikate von Benutzern wird die Standard-Zertifizierungsinstanz automatisch im Einblendmenü für verfügbare Zertifizierungsinstanzen ausgewählt. Wenn Sie auf „Diese Zertifizierungsinstanz als Standard verwenden“ klicken, wird der Name der Zertifizierungsinstanz, die Sie oben angegeben haben zur Standard-Zertifizierungsinstanz.";

/* Yes */
"Yes" = "Ja";

/* Message indicating that this item is dated yesterday */
"Yesterday" = "Gestern";

/* You are about to create a root certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create a root certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "Sie sind im Begriff, eine Root-Zertifizierungsinstanz zu erstellen, die S/MIME-Zertifikate ausstellt. Das erstellte Schlüsselpaar verwendet 2048-Bit RSA. Wenn Sie diese Standardwerte ändern möchten, klicken Sie auf „Standardwerte überschreiben“.";

/* You are about to create a secure e-mail (S/MIME) certificate. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create a secure e-mail (S/MIME) certificate. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "Sie sind im Begriff, ein sicheres E-Mail-Zertifikat zu erstellen (S/MIME). Das erstellte Schlüsselpaar verwendet 2048-Bit RSA. Wenn Sie diese Standardwerte ändern möchten, klicken Sie auf „Standardwerte überschreiben“.";

/* You are about to create a self-signed certificate. */
"You are about to create a self-signed certificate." = "Sie sind dabei, ein selbst-signiertes Zertifikat zu erstellen.";

/* You are about to create an intermediate certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create an intermediate certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "Sie sind im Begriff, eine Intermediate-Zertifizierungsinstanz zu erstellen, die S/MIME-Zertifikate ausstellt. Das erstellte Schlüsselpaar verwendet 2048-Bit RSA. Wenn Sie diese Standardwerte ändern möchten, klicken Sie auf „Standardwerte überschreiben“.";

/* You are required to choose at least one extended key usage if this extension is enabled. */
"You are required to choose at least one extended key usage if this extension is enabled." = "Wenn diese Erweiterung aktiviert ist, müssen Sie mindestens eine erweiterte Schlüsselverwendung auswählen.";

/* You are required to choose at least one key usage if this extension is enabled. */
"You are required to choose at least one key usage if this extension is enabled." = "Wenn diese Erweiterung aktiviert ist, müssen Sie mindestens eine Schlüsselverwendung auswählen.";

/* Error sheet message when faling to specify a name for the CA config file */
"You must enter a configuration file name before continuing." = "Vor dem Fortfahren müssen Sie einen Namen für die Konfigurationsdatei eingeben.";

/* Error sheet message when faling to specify an email address */
"You must enter an email address for the user before continuing." = "Vor dem Fortfahren müssen Sie eine E-Mail-Adresse für den Benutzer eingeben.";

/* Error sheet message when faling to specify an email address of the CA */
"You must enter an email address of a Certificate Authority before continuing." = "Vor dem Fortfahren müssen Sie die E-Mail-Adresse einer Zertifizierungsinstanz eingeben.";

/* Your CA was created successfully. Click 'OK' to begin using your new CA. */
"Your CA was created successfully. Click 'OK' to begin using your new CA." = "Ihre Zertifizierungsinstanz wurde erfolgreich erstellt. Klicken Sie auf „OK“, um die neue Zertifizierungsinstanz zu verwenden.";

/* Conclusion pane message for creating and configuring a CA */
"Your Certificate Authority \\U201C%1$@\\U201D has been created and is ready to issue certificates." = "Ihre Zertifizierungsinstanz „%1$@“ wurde erstellt und ist bereit, Zertifikate zu erstellen.";

/* Conclusion pane when a user issues their own certificate */
"Your certificate has been successfully created." = "Ihr Zertifikat wurde erfolgreich erstellt.";

/* Your certificate is ready */
"Your certificate is ready" = "Ihr Zertifikat ist bereit";

/* Conclusion pane message for a user requesting a certificate from a CA */
"Your certificate request Email has been created for you and is ready to send in Mail.app. After you send it, \\U201C%1$@\\U201D will receive an email containing your certificate. When you receive it, click the enclosure and it will be imported into your keychain." = "Ihre E-Mail mit der Zertifikatsanfrage wurde für Sie erstellt und kann nun über das Programm „Mail“ gesendet werden. Nachdem sie gesendet wurde, erhält „%1$@“ eine E-Mail mit Ihrem Zertifikat. Klicken Sie bei Erhalt auf die Anlage und das Zertifikat wird in Ihren Schlüsselbund importiert.";

/* Your certificate request has been created on disk. */
"Your certificate request has been created on disk." = "Ihre Zertifikatsanfrage wurde auf der Festplatte erstellt.";

/* Your invitation will remain unsigned. */
"Your invitation will remain unsigned." = "Ihre Einladung bleibt unsigniert.";

